[
    {
        "id": 1,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Alien Isolation",
        "descripcion": "En una atmósfera que incluye temor, peligro y un alienígena impredecible, los jugadores encarnan el papel de Amanda, quien lucha por sobrevivir y cumplir su objetivo de saber cuál es la verdad detrás de la desaparición de su madre.",
        "precio": 4700,
        "img": "/src/data/assets/alienisolation.jpg",
        "genero": "terror"
    },
    {
        "id": 2,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Assassin´s Creed",
        "descripcion": "En 1911 la Tierra Santa estaba siendo arrasada y sometida por intereses políticos y religiosos. En el rol de Altair, los jugadores tendrán la misión de frenar a ambos bandos del conflicto para frenar la destrucción pero también para evitar que algunos secretos de los Asesinos sean revelados.",
        "precio": 3100,
        "img": "/src/data/assets/ascreed.jpg",
        "genero": "aventura"
    },
    {
        "id": 3,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Battlefield 4",
        "descripcion": "Esta aventura de acción en primera persona presenta un conflicto bélico entre oriente y occidente. Los jugadores deberán ser más conscientes que nunca de sus fortalezas para conseguir la victoria en una de las experiencias más realistas y dramáticas de la saga.",
        "precio": 3100,
        "img": "/src/data/assets/battlefield4.jpg",
        "genero": "accion"
    },
    {
        "id": 4,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Borderlands 2",
        "descripcion": "La acción en el planeta Pandora no cesa jamás. Los jugadores se pondrán en la piel de uno de los cuatro nuevos cazadores de bóvedas y enfrentarán un extraordinario mundo abierto plagado de criaturas lideradas por Jack, uno de los enemigos más peligrosos e imprevisibles.",
        "precio": 3400,
        "img": "/src/data/assets/borderlands2.jpg",
        "genero": "accion"
    },
    {
        "id": 5,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Crash Team Racing",
        "descripcion": "Esta entrega encuentra a Crash y sus amigos acelerando en las pistas de carrera. Los jugadores deberán unirse a sus propios enemigos conduciendo a toda velocidad para vencer al malvado Nitros Oxide que quiere convertir al mundo en un enorme estacionamiento de hormigón.",
        "precio": 3500,
        "img": "/src/data/assets/ctr.jpg",
        "genero": "carreras"
    },
    {
        "id": 6,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Devil May Cry",
        "descripcion": "Una sociedad corrompida por demonios sólo puede ser rescatada por La Orden. En el papel de Dante, los jugadores deberán hacer un uso experto de espadas, guadañas, hachas, pistolas y mucho más para eliminar a poderosos demonios que quieren apoderarse del mundo.",
        "precio": 4520,
        "img": "/src/data/assets/dmc1.jpg",
        "genero": "aventura"
    },
    {
        "id": 7,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Dragon Ball Xenoverse",
        "descripcion": "Nuevos mapas y una misteriosa ciudad son dos de las principales características de esta entrega. Con un giro en la historia, los jugadores serán protagonistas de impresionantes batallas en un entorno impredecible, con más de 400 artículos para personalizar un estilo de pelea como nunca antes.",
        "precio": 3120,
        "img": "/src/data/assets/dbx1.jpg",
        "genero": "peleas"
    },
    {
        "id": 8,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "F1 2014",
        "descripcion": "Esta entrega permite personalizar como nunca antes el juego para disfrutar el campeonato de una manera única. Los jugadores podrán ajustar el juego a su gusto con opciones de duración de las carreras mientras disfrutan de todos los autos y circuitos, incluyendo las pistas de Austria y Rusia.",
        "precio": 1500,
        "img": "/src/data/assets/f12014.jpg",
        "genero": "carreras"
    },
    {
        "id": 9,
        "stock": 1,
        "categoria": "PS3",
        "nombre": "Far Cry 3",
        "descripcion": "Ambientado en una isla perdida en medio del océano pacífico, esta entrega combina actividades, vehículos y misiones variadas para sobrevivir en este lugar. Como Jason Brody, los jugadores deberán enfrentarse a un ejército de mercenarios que capturan o asesinan a todos aquellos que intentan rescatarlo de ese lugar.",
        "precio": 1500,
        "img": "/src/data/assets/fcry3.jpg",
        "genero": "accion"
    },
    {
        "id": 10,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "A Way Out",
        "descripcion": "Este título de acción y aventura se enfoca en la cooperación, con una trama centrada en las hazañas de dos prisioneros en fuga, Leo y Vincent, obligados a trabajar juntos para evitar a la policía y otros criminales. Para lograrlo deberán superar persecuciones en coche, pasajes sigilosos y combates cuerpo a cuerpo.",
        "precio": 4850,
        "img": "/src/data/assets/awout.jpg",
        "genero": "aventura"
    },
    {
        "id": 11,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Back 4 Blood",
        "descripcion": "En este emocionante shooter en primera persona, los jugadores estarán en el centro de una guerra contra los Ridden, criaturas que alguna vez fueron humanos pero se han convertido en monstruos aterradores y hambrientos. Con la humanidad en peligro, será un verdadero desafío erradicar a los Ridden y recuperar el mundo.",
        "precio": 12000,
        "img": "/src/data/assets/b4b.jpg",
        "genero": "terror"
    },
    {
        "id": 12,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Battlefield 5",
        "descripcion": "Esta historia bélica ambientada en la Segunda Guerra Mundial propone a los jugadores una experiencia de lucha y supervivencia con nuevos desafíos, objetivos y recompensas pero también mejores vehículos de combate y artillería totalmente destructiva.",
        "precio": 1500,
        "img": "/src/data/assets/battlefield5.jpg",
        "genero": "accion"
    },
    {
        "id": 13,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Elden Ring",
        "descripcion": "Un drama épico donde el extenso mundo de las Tierras Intermedias espera ser descubierto. Los jugadores podrán personalizar el aspecto de su personaje y desarrollarlo según su estilo de juego, combinando libremente armas, armaduras y magia para enfrentar amenazas desconocidas.",
        "precio": 19500,
        "img": "/src/data/assets/eldenring.jpg",
        "genero": "aventura"
    },
    {
        "id": 14,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "F1 2022",
        "descripcion": "Una nueva era espera en el videojuego oficial del Campeonato Mundial de Fórmula Uno. Los jugadores competirán con los impresionantes autos nuevos de la temporada de Fórmula 1 2022, 20 pilotos y 10 equipos oficiales. Además, tomarán el control de su experiencia de carrera y podrán dirigir un equipo o competir en pantalla dividida.",
        "precio": 17600,
        "img": "/src/data/assets/f12022.jpg",
        "genero": "carreras"
    },
    {
        "id": 15,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Far Cry 5",
        "descripcion": "En un pequeño pueblo de Estados Unidos ha llegado el caos de la mano de un culto de fanáticos que invadieron el lugar. Los jugadores deberán liderar la resistencia para liberar a la comunidad de estos peligrosos sujetos y devolverle la tranquilidad que reinaba en este espectacular entorno natural.",
        "precio": 5540,
        "img": "/src/data/assets/fcry5.jpg",
        "genero": "accion"
    },
    {
        "id": 16,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Final Fantasy XV",
        "descripcion": "En esta nueva aventura, la historia se basa en la Fábula Nova Crystallis que inspiró también otras entregas. En esta oportunidad, los jugadores podrán disfrutar de un marcado giro hacia la acción y el combate en impresionantes mundos abiertos para explorar a pie, en múltiples vehículos o en Chocobos.",
        "precio": 11500,
        "img": "/src/data/assets/ffantasyxv.jpg",
        "genero": "aventura"
    },
    {
        "id": 17,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Nba 2K18",
        "descripcion": "Con Kyrie Irving como figura destacada, esta entrega cuenta con nuevos sistemas de animaciones y tiro y diversifica su modalidad online con Neighborhood, un punto de encuentro para entablar relación con otros jugadores para jugar amistosos en canchas urbanas.",
        "precio": 1500,
        "img": "/src/data/assets/nb2k18.jpg",
        "genero": "deportes"
    },
    {
        "id": 18,
        "stock": 1,
        "categoria": "PS4",
        "nombre": "Nioh 2",
        "descripcion": "Los jugadores viajarán al Japón de 1555, un país inmerso en una guerra sin fin donde monstruos y espíritus malignos acechan. Deberán cazar a sus enemigos en el rol de un mercenario que ejerce poderes sobrenaturales y vencer con ataques físicos, a distancia o mágicos en un peligroso mundo de samuráis y demonios.",
        "precio": 13100,
        "img": "/src/data/assets/nioh2.jpg",
        "genero": "aventura"
    },
    {
        "id": 19,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Among Us",
        "descripcion": "Mientras preparan su nave espacial para partir, los jugadores deberán estar atentos a detectar a los impostores de la tripulación. El juego admite partidas individuales o en caso de contar con suscripción a PS Plus, con otros jugadores en línea de cualquier plataforma, ya sea PlayStation, PC, móvil u otras.",
        "precio": 3400,
        "img": "/src/data/assets/amongus.jpg",
        "genero": "aventura"
    },
    {
        "id": 20,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Battlefield 2042",
        "descripcion": "En este regreso de la emblemática franquicia de guerra, los jugadores vivirán batallas masivas, desde modos multijugador actualizados como Conquest y Breakthrough hasta la nueva Hazard Zone o Zona de Peligro. Este shooter en primera persona desafía a sobrevivir en un mundo del futuro cercano transformado por el caos.",
        "precio": 27000,
        "img": "/src/data/assets/battlefield2042.jpg",
        "genero": "accion"
    },
    {
        "id": 21,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Far Cry 6",
        "descripcion": "En una isla tropical, los jugadores encarnarán a Dani Rojas como hombre o mujer y experimentarán una historia que los llevará de ser un ciudadano reacio a un líder que lucha contra el régimen de Anton, empleando armas, vehículos y animales. En PS5 se harán notar las mejoras gráficas y menores tiempos de carga.",
        "precio": 10600,
        "img": "/src/data/assets/fcry6.jpg",
        "genero": "accion"
    },
    {
        "id": 22,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Fifa 2023",
        "descripcion": "En esta edición te esperan los torneos más importantes de fútbol, como todo el contenido de la Copa Mundial de la FIFA Qatar 2022. Además de renovados modos de juego, cuenta con más de 19.000 jugadores, 700 equipos, 100 estadios y 30 ligas, con la autenticidad inigualable de FIFA.",
        "precio": 17200,
        "img": "/src/data/assets/fifa2023.jpg",
        "genero": "deportes"
    },
    {
        "id": 23,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Little Nightmares 2",
        "descripcion": "En esta secuela, el protagonista será Mono, quien acompañado por Six deberá enfrentar toda clase de peligros en un oscuro y terrorífico mundo. Recorrerán desde espeluznantes bosques a siniestras escuelas en su camino a la Torre de Señales, que extiende el mal a través de las pantallas de TV de todo el mundo.",
        "precio": 7800,
        "img": "/src/data/assets/littlenightmares2.jpg",
        "genero": "terror"
    },
    {
        "id": 24,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Marvels Avengers",
        "descripcion": "En este juego de acción y aventura, que se combina con la historia cinematográfica original, el mundo está en peligro y la única esperanza es reunir a los héroes más poderosos de la Tierra. Los jugadores deberán dominar habilidades extraordinarias para defender al planeta de las crecientes amenazas.",
        "precio": 19600,
        "img": "/src/data/assets/marvelavengers.jpg",
        "genero": "accion"
    },
    {
        "id": 25,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Metro Exodus",
        "descripcion": "Esta aventura combina combate mortal, sigilo, exploración y horror en la piel de Artyom y sus compañeros, que luchan por sobrevivir en lo que queda de Moscú luego de un desastre nuclear. Los jugadores deberán enfrentarse a cambios y desafíos en el ambiente para sobrevivir a humanos y mutantes nucleares.",
        "precio": 12100,
        "img": "/src/data/assets/metroexodus.jpg",
        "genero": "accion"
    },
    {
        "id": 26,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Project Cars",
        "descripcion": "Una variedad de vehículos, más de 70 circuitos y múltiples opciones para configurar aseguran horas de adrenalina en las pistas más famosas del mundo. Los jugadores encontrarán un sistema de control que les permitirá comprender el comportamiento de su auto para lograr niveles de realismo como nunca antes.",
        "precio": 7600,
        "img": "/src/data/assets/projectcars.jpg",
        "genero": "carreras"
    },
    {
        "id": 27,
        "stock": 1,
        "categoria": "PS5",
        "nombre": "Resident Evil 2",
        "descripcion": "El virus mortal que atacó a los habitantes de Raccoon City volvió para sembrar el horror. Este remake acerca a los jugadores una perfecta combinación entre el terror y la tensión con zombies que recorren las calles en busca de sobrevivientes y la amenaza constante de armas biológicas.",
        "precio": 13200,
        "img": "/src/data/assets/revil2.jpg",
        "genero": "terror"
    }
]